Repository: AldenClark/pushgo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: PushGo is provisioning your watch independently. Tap to switch back to mirror mode.
de: PushGo richtet deine Uhr im Standalone-Betrieb ein. Tippe, um zurück in den Spiegelmodus zu wechseln.
es: PushGo está configurando tu reloj de forma independiente. Toca para volver al modo espejo.
fr: PushGo configure votre montre en mode autonome. Touchez pour revenir au mode miroir.
ja: PushGo は Watch を独立受信モードで構成中です。ミラーモードへ戻すにはタップしてください。
ko: PushGo가 Watch를 독립 수신 모드로 구성하고 있습니다. 미러 모드로 돌아가려면 탭하세요.
zh_hans: PushGo 正在以独立模式配置你的手表。点按可切回镜像模式。
zh_hant: PushGo 正以獨立模式設定手錶。點按可切回鏡像模式。

# pushgo_markdown_limits
source: Limits & fallbacks
de: Grenzen & Fallbacks
es: Límites y fallback
fr: Limites et fallback
ja: 制限とフォールバック
ko: 제한 및 폴백
zh_hans: 限制与回退
zh_hant: 限制與回退

# pushgo_markdown_supported_blocks
source: Supported blocks
de: Unterstützte Blöcke
es: Bloques compatibles
fr: Blocs pris en charge
ja: 対応ブロック
ko: 지원 블록
zh_hans: 支持的块级
zh_hant: 支援的區塊

# pushgo_markdown_supported_inlines
source: Supported inline formats
de: Unterstützte Inline-Formate
es: Formatos en línea compatibles
fr: Formats inline pris en charge
ja: 対応インライン
ko: 지원 인라인
zh_hans: 支持的行内样式
zh_hant: 支援的行內樣式

source: Quick whoosh swipe
de: Schneller Whoosh-Swipe
es: Deslizamiento whoosh rápido
fr: Balayage whoosh rapide
ja: 軽快なスワイプ音
ko: 빠른 휙 소리
zh_hans: 快速划过音
zh_hant: 快速劃過音

source: Quit application
de: Anwendung beenden
es: Salir de la aplicación
fr: Quitter l’application
ja: アプリを終了
ko: 앱 종료
zh_hans: 退出应用
zh_hant: 退出應用

source: Raw data
de: Rohdaten
es: Datos en bruto
fr: Données brutes
ja: 生データ
ko: 원본 데이터
zh_hans: 原始数据
zh_hant: 原始資料

source: Read
de: Gelesen
es: Leído
fr: Lu
ja: 既読
ko: 읽음
zh_hans: 已读
zh_hant: 已讀

# recommended_scenario_placeholder
source: Recommended: %@
de: Empfohlen: %@
es: Recomendado: %@
fr: Recommandé : %@
ja: 推奨用途：%@
ko: 추천 용도: %@
zh_hans: 推荐用途：%@
zh_hant: 推薦用途：%@

source: Refresh messages
de: Nachrichten aktualisieren
es: Actualizar mensajes
fr: Actualiser les messages
ja: メッセージを更新
ko: 메시지 새로고침
zh_hans: 刷新消息
zh_hant: 刷新訊息

# register_and_save
source: Register & Save
de: Registrieren & Speichern
es: Registrar y guardar
fr: Enregistrer et sauvegarder
zh_hans: 注册并保存
zh_hant: 註冊並保存

source: Related event streams
de: Zugehörige Ereignisverläufe
es: Flujos de eventos relacionados
fr: Flux d’événements associés
ja: 関連イベントストリーム
ko: 관련 이벤트 스트림
zh_hans: 关联事件流
zh_hant: 關聯事件流

# rename_channel
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名称変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# request_for_notification_permission_failed_placeholder
source: Notification permission failed: %@
de: Benachrichtigungsfreigabe fehlgeschlagen: %@
es: Error de permiso de notificaciones: %@
fr: Échec de l’autorisation de notification : %@
ja: 通知許可に失敗: %@
ko: 알림 권한 실패: %@
zh_hans: 通知授权失败：%@
zh_hant: 通知授權失敗：%@

source: Request notification permission
de: Benachrichtigungsberechtigung anfordern
es: Solicitar permiso de notificaciones
fr: Demander l’autorisation de notification
ja: 通知許可をリクエスト
ko: 알림 권한 요청
zh_hans: 申请通知权限
zh_hant: 申請通知權限

# restore_default_server_address
source: Restore default gateway address
de: Standard-Gateway-Adresse wiederherstellen
es: Restaurar dirección de gateway predeterminada
fr: Restaurer l’adresse de passerelle par défaut
ja: デフォルトのサーバーアドレスに戻す
ko: 기본 서버 주소로 복원
zh_hans: 恢复默认网关地址
zh_hant: 恢復預設網關地址

# retro_arcade_chime
source: Retro arcade button tone
de: Retro-Arcade-Button-Ton
es: Tono de botón arcade retro
fr: Son de bouton arcade rétro
ja: レトロなアーケード音
ko: 레트로 아케이드 톤
zh_hans: 复古街机音
zh_hant: 復古街機音

source: Ring
de: Klingeln
es: Timbre
fr: Sonnerie
ja: 着信音
ko: 벨소리
zh_hans: 铃声
zh_hant: 鈴聲

# ringtone_duration_exceeded_placeholder
source: Ringtone is longer than 30s (%.1fs)
de: Klingelton ist länger als 30 s (%.1fs)
es: El tono supera 30 s (%.1fs)
fr: La sonnerie dépasse 30 s (%.1fs)
ja: 30 秒を超える着信音です（%.1f 秒）
ko: 벨소리 길이가 30초를 초과했습니다(%.1f초)
zh_hans: 铃声时长超过 30 秒（%.1f 秒）
zh_hant: 鈴聲時長超過 30 秒（%.1f 秒）

# ringtone_duration_placeholder
source: Duration %@
de: Dauer %@
es: Duración %@
fr: Durée %@
ja: 長さ %@
ko: 재생 길이 %@
zh_hans: 时长 %@
zh_hant: 時長 %@

# ringtone_filename_copied_placeholder
source: Copied ringtone name: %@
de: Klingeltonname kopiert: %@
es: Nombre de tono copiado: %@
fr: Nom de sonnerie copié : %@
ja: 着信音名をコピーしました: %@
ko: 벨소리 이름을 복사했습니다: %@
zh_hans: 已复制铃声资源名：%@
zh_hant: 已複製鈴聲資源名：%@

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
ja: サンプル
ko: 샘플
zh_hans: 示例
zh_hant: 範例

source: Save configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Enregistrer la configuration
ja: 設定を保存
ko: 설정 저장
zh_hans: 保存配置
zh_hant: 保存設定

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
zh_hans: 已保存
zh_hant: 已保存

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Search events
de: Ereignisse suchen
es: Buscar eventos
fr: Rechercher des événements
ja: イベントを検索
ko: 이벤트 검색
zh_hans: 搜索事件
zh_hant: 搜尋事件

source: Search messages
de: Nachrichten suchen
es: Buscar mensajes
fr: Rechercher des messages
ja: メッセージを検索
ko: 메시지 검색
zh_hans: 搜索消息
zh_hant: 搜尋訊息

source: Search objects
de: Objekte suchen
es: Buscar objetos
fr: Rechercher des objets
ja: オブジェクトを検索
ko: 객체 검색
zh_hans: 搜索对象
zh_hant: 搜尋物件

source: Select a message to view details
de: Wähle eine Nachricht, um Details anzuzeigen
es: Selecciona un mensaje para ver los detalles
fr: Sélectionnez un message pour afficher les détails
ja: メッセージを選んで詳細を見る
ko: 메시지를 선택해 상세 보기
zh_hans: 选择一条消息查看详情
zh_hant: 選擇一則訊息查看詳情

# select_a_message_to_view_details_hint
source: Choose a message from the list to inspect full content and metadata.
de: Wähle eine Nachricht aus der Liste, um vollständigen Inhalt und Metadaten anzusehen.
es: Elige un mensaje de la lista para revisar el contenido completo y los metadatos.
fr: Choisissez un message dans la liste pour consulter le contenu complet et les métadonnées.
ja: 一覧からメッセージを選択すると、本文とメタデータの詳細を確認できます。
ko: 목록에서 메시지를 선택하면 본문과 메타데이터 전체를 확인할 수 있습니다.
zh_hans: 请从列表中选择一条消息，以查看完整内容和元数据。
zh_hant: 請從清單中選擇一則訊息，以查看完整內容與中繼資料。

# send_gateway_test_notification
source: Send via gateway
de: Über Gateway senden
es: Enviar por gateway
fr: Envoyer via la passerelle
ja: ゲートウェイ経由で送る
ko: 게이트웨이로 보내기
zh_hans: 通过网关发送
zh_hant: 透過閘道傳送

# server_address
source: Gateway address
de: Gateway-Adresse
es: Dirección del gateway
fr: Adresse de la passerelle
zh_hans: 网关地址
zh_hant: 網關地址

# server_address_required
source: Gateway address is required
de: Gateway-Adresse ist erforderlich
es: La dirección del gateway es obligatoria
fr: L’adresse de la passerelle est requise
zh_hans: 网关地址为必填项
zh_hant: 網關地址為必填項

# server_authentication_failed_please_check_the_token
source: Gateway authentication failed; check Token
de: Gateway-Authentifizierung fehlgeschlagen; Token prüfen
es: Falló la autenticación del gateway; revisa el token
fr: Échec de l’authentification de la passerelle ; vérifiez le token
ja: サーバー認証に失敗しました。認証トークンを確認してください
ko: 서버 인증 실패, 인증 토큰을 확인하세요
zh_hans: 网关鉴权失败，请检查认证令牌
zh_hant: 網關驗證失敗，請檢查認證令牌

# server_configuration_read_failed
source: Gateway configuration read failed
de: Gateway-Konfiguration konnte nicht gelesen werden
es: No se pudo leer la configuración del gateway
fr: Échec de lecture de la configuration de la passerelle
ja: ゲートウェイ設定の読み込みに失敗
ko: 게이트웨이 설정 읽기 실패
zh_hans: 读取网关配置失败
zh_hant: 讀取網關配置失敗

# server_configuration_saved
source: Gateway configuration saved
de: Gateway-Konfiguration gespeichert
es: Configuración del gateway guardada
fr: Configuration de la passerelle enregistrée
zh_hans: 网关配置已保存
zh_hant: 網關配置已保存

# server_management_gateway_switch_warning
source: After switching gateway, existing channel subscriptions in this app will be cleared. Please recreate channels on the new gateway manually.
de: Nach dem Wechsel des Gateways werden vorhandene Kanalabos in dieser App entfernt. Bitte richte die Kanäle im neuen Gateway manuell erneut ein.
es: Al cambiar de gateway, se borrarán las suscripciones de canales existentes en esta app. Vuelve a crear los canales manualmente en el nuevo gateway.
fr: Après le changement de passerelle, les abonnements de canal existants dans cette app seront supprimés. Recréez manuellement les canaux sur la nouvelle passerelle.
zh_hans: 切换网关后，当前 App 内已有频道订阅会被清空。请在新网关中手动重新创建频道。
zh_hant: 切換網關後，當前 App 內已有頻道訂閱會被清空。請在新網關中手動重新建立頻道。

# server_management_help_register_on_save
source: Saving will immediately register this device with the gateway; if registration fails, the change will be rejected.
de: Beim Speichern wird dieses Gerät sofort beim Gateway registriert; bei Fehler wird die Änderung verworfen.
es: Al guardar, este dispositivo se registrará de inmediato en el gateway; si falla, se rechazará el cambio.
fr: L’enregistrement inscrit immédiatement cet appareil auprès de la passerelle ; en cas d’échec, la modification sera rejetée.
zh_hans: 保存时会立即向网关进行设备注册；若注册失败，将拒绝保存。
zh_hant: 保存時會立即向網關進行設備註冊；若註冊失敗，將拒絕保存。

source: Set as default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトに設定
ko: 기본으로 설정
zh_hans: 设为默认
zh_hant: 設為預設

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Short pop click
de: Kurzer Pop-Klick
es: Pop click corto
fr: Pop click court
ja: 短いポップクリック
ko: 짧은 팝 클릭
zh_hans: 短促弹出声
zh_hant: 短促彈出聲

source: Show icon in menu bar
de: Icon in der Menüleiste anzeigen
es: Mostrar icono en la barra de menú
fr: Afficher l’icône dans la barre de menus
ja: メニューバーにアイコンを表示
ko: 메뉴 막대에 아이콘 표시
zh_hans: 在菜单栏显示图标
zh_hant: 在選單列顯示圖示

source: Show key
de: Schlüssel anzeigen
es: Mostrar clave
fr: Afficher la clé
ja: キーを表示
ko: 키 표시
zh_hans: 显示密钥
zh_hant: 顯示金鑰

# show_the_number_of_recent_messages
source: Show number of recent messages
de: Anzahl neuer Nachrichten anzeigen
es: Mostrar número de mensajes recientes
fr: Afficher le nombre de messages récents
ja: 最近のメッセージ数を表示
ko: 최근 메시지 수 표시
zh_hans: 显示最近消息数量
zh_hant: 顯示最近訊息數量

# sidebar_launch_at_login_reminder_action
source: Enable launch at login
de: Start bei Anmeldung aktivieren
es: Activar inicio al iniciar sesión
fr: Activer le lancement à la connexion
ja: ログイン時の起動を有効にする
ko: 로그인 시 실행 켜기
zh_hans: 开启开机自启
zh_hant: 開啟開機自啟

# sidebar_launch_at_login_reminder_detail
source: PushGo must be running to save new messages. Enable launch at login.
de: PushGo muss laufen, um neue Nachrichten zu speichern. Start bei Anmeldung aktivieren.
es: PushGo debe estar en ejecución para guardar mensajes nuevos. Activa el inicio al iniciar sesión.
fr: PushGo doit être en cours d’exécution pour enregistrer les nouveaux messages. Activez le lancement à la connexion.
ja: 新しいメッセージを保存するには PushGo の起動が必要です。ログイン時の起動を有効にしてください。
ko: 새 메시지를 저장하려면 PushGo가 실행 중이어야 합니다. 로그인 시 실행을 켜세요.
zh_hans: PushGo启动时才能保存新消息，建议开启开机自启
zh_hant: PushGo 啟動時才能儲存新訊息，建議開啟開機自啟

# sidebar_launch_at_login_reminder_title
source: Turn on launch at login
de: Start bei Anmeldung einschalten
es: Activar inicio al iniciar sesión
fr: Activer le lancement à la connexion
ja: ログイン時の起動を有効にしてください
ko: 로그인 시 실행을 켜세요
zh_hans: 建议开启开机自启
zh_hant: 建議開啟開機自啟

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 중국어(간체)
zh_hans: 简体中文
zh_hant: 簡體中文

source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
ko: 사운드
zh_hans: 声音
zh_hant: 聲音

# sound_not_set
source: Not set
de: Nicht gesetzt
es: No establecido
fr: Non défini
ja: 未設定
ko: 설정 안 함
zh_hans: 未设置
zh_hant: 未設定

source: Standalone mode is active. Apple Watch can receive messages independently when it has network access.
de: Standalone-Modus ist aktiv. Apple Watch kann bei Netzwerkzugang Nachrichten unabhängig empfangen.
es: El modo independiente está activo. Apple Watch puede recibir mensajes de forma autónoma cuando tiene red.
fr: Le mode autonome est actif. Apple Watch peut recevoir les messages de façon indépendante lorsqu’elle a accès au réseau.
ja: 単独モードが有効です。Apple Watchはネットワーク接続時に独立してメッセージを受信できます。
ko: 독립 모드가 활성화되었습니다. Apple Watch는 네트워크에 연결되어 있으면 독립적으로 메시지를 수신할 수 있습니다.
zh_hans: 独立模式已启用。Apple Watch 在有网络时可独立接收消息。
zh_hant: 獨立模式已啟用。Apple Watch 在有網路時可獨立接收訊息。

source: Standardized object snapshot aggregated from /thing/create|update and /event/* payloads.
de: Standardisierte Objektaufnahme, zusammengeführt aus /thing/create|update- und /event/*-Payloads.
es: Instantánea estandarizada del objeto, agregada desde payloads /thing/create|update y /event/*.
fr: Instantané d’objet standardisé agrégé depuis les payloads /thing/create|update et /event/*.
ja: /thing/create|update と /event/* のペイロードから集約した標準化オブジェクトスナップショット。
ko: /thing/create|update 및 /event/* 페이로드를 집계한 표준화 오브젝트 스냅샷.
zh_hans: 从 /thing/create|update 与 /event/* 载荷聚合得到的标准化对象快照。
zh_hant: 從 /thing/create|update 與 /event/* 載荷聚合得到的標準化物件快照。

source: Start your search
de: Suche starten
es: Iniciar búsqueda
fr: Lancer la recherche
ja: 検索を開始
ko: 검색 시작
zh_hans: 开始搜索
zh_hant: 開始搜尋

source: State: %@
de: Status: %@
es: Estado: %@
fr: État : %@
ja: 状態: %@
ko: 상태: %@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Still waiting for Apple Watch to confirm standalone mode. PushGo will keep trying in the background.
de: Warten weiterhin auf die Bestätigung des Standalone-Modus durch Apple Watch. PushGo versucht es im Hintergrund weiter.
es: Aún esperando que Apple Watch confirme el modo independiente. PushGo seguirá intentándolo en segundo plano.
fr: Toujours en attente de la confirmation du mode autonome par Apple Watch. PushGo continuera de réessayer en arrière-plan.
ja: Apple Watchの単独モード確認を待機中です。PushGoはバックグラウンドで再試行を続けます。
ko: Apple Watch의 독립 모드 확인을 기다리는 중입니다. PushGo가 백그라운드에서 계속 재시도합니다.
zh_hans: 仍在等待 Apple Watch 确认独立模式。PushGo 会在后台持续重试。
zh_hant: 仍在等待 Apple Watch 確認獨立模式。PushGo 會在背景持續重試。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
ja: 購読
ko: 구독
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribe Channel
de: Kanal abonnieren
es: Suscribirse al canal
fr: S’abonner au canal
ja: チャンネルを購読
ko: 채널 구독
zh_hans: 订阅频道
zh_hant: 訂閱頻道

source: Subscribed channels
de: Abonnierte Kanäle
es: Canales suscritos
fr: Canaux abonnés
ja: 登録済みチャンネル
ko: 구독한 채널
zh_hans: 已订阅频道
zh_hant: 已訂閱頻道

source: Switching Apple Watch to mirror mode
de: Apple Watch wird in den Spiegelmodus umgeschaltet
es: Cambiando Apple Watch al modo espejo
fr: Basculement d’Apple Watch vers le mode miroir
ja: Apple Watchをミラーモードに切り替え中
ko: Apple Watch를 미러 모드로 전환하는 중
zh_hans: 正在将 Apple Watch 切换到镜像模式
zh_hant: 正在將 Apple Watch 切換到鏡像模式

source: Switching Apple Watch to standalone mode
de: Apple Watch wird in den Standalone-Modus umgeschaltet
es: Cambiando Apple Watch al modo independiente
fr: Basculement d’Apple Watch vers le mode autonome
ja: Apple Watchを単独モードに切り替え中
ko: Apple Watch를 독립 모드로 전환하는 중
zh_hans: 正在将 Apple Watch 切换到独立模式
zh_hant: 正在將 Apple Watch 切換到獨立模式

# sync_message_failed_placeholder
source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@
es: Error de sincronización: %@
fr: Échec de synchronisation : %@
ja: 同期に失敗: %@
ko: 동기화 실패: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

# system_alarm_or_exception_notification
source: System alarm or exception
de: Systemalarm oder Ausnahme
es: Alarma del sistema o excepción
fr: Alarme système ou exception
ja: システムアラーム／例外通知
ko: 시스템 알람 또는 예외 알림
zh_hans: 系统警报或异常通知
zh_hant: 系統警報或異常通知

# system_default
source: Follow system
de: System folgen
es: Seguir al sistema
fr: Suivre le système
ja: システムに合わせる
ko: 시스템 설정 따르기
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: You have turned off notification permission, so PushGo cannot alert you about new messages, events, or object updates. Open Settings to enable notifications, then return to continue.
de: Du hast die Benachrichtigungsberechtigung deaktiviert, daher kann PushGo nicht über neue Nachrichten, Ereignisse oder Objektaktualisierungen informieren. Öffne die Einstellungen, aktiviere Benachrichtigungen und kehre dann zurück.
es: Has desactivado el permiso de notificaciones, por lo que PushGo no puede avisarte de mensajes nuevos, eventos o actualizaciones de objetos. Abre Ajustes, habilita las notificaciones y vuelve para continuar.
fr: Vous avez désactivé l’autorisation de notification ; PushGo ne peut donc pas vous alerter sur les nouveaux messages, événements ou mises à jour d’objets. Ouvrez Réglages, activez les notifications, puis revenez.
ja: 通知がオフのため、新着メッセージ・イベント・オブジェクト更新をPushGoが知らせられません。設定で通知をオンにしてから、この画面に戻ってください。
ko: 알림이 꺼져 있어 새 메시지, 이벤트, 객체 업데이트를 PushGo가 알려줄 수 없습니다. 설정에서 알림을 켠 뒤 이 화면으로 돌아와 주세요.
zh_hans: 我们发现你已关闭 PushGo 通知，可能会错过新的消息、事件和对象更新。去系统设置打开通知后，回来就能第一时间收到提醒。
zh_hant: 我們發現你已關閉 PushGo 通知，可能會錯過新的訊息、事件和物件更新。到系統設定開啟通知後，回來就能第一時間收到提醒。

source: System notification permissions
de: System-Benachrichtigungsrechte
es: Permisos del sistema para notificaciones
fr: Autorisations système de notification
ja: システム通知の権限
ko: 시스템 알림 권한
zh_hans: 系统通知权限
zh_hant: 系統通知權限

# test_manual
source: Manual test
de: Manueller Test
es: Prueba manual
fr: Test manuel
ja: 手動テスト
ko: 수동 테스트
zh_hans: 手动测试
zh_hant: 手動測試

source: Test notification triggered
de: Testbenachrichtigung ausgelöst
es: Notificación de prueba enviada
fr: Notification de test déclenchée
ja: テスト通知を送信しました
ko: 테스트 알림을 보냈습니다
zh_hans: 测试通知已触发
zh_hant: 測試通知已觸發

# text
source: Body
de: Inhalt
es: Contenido
fr: Contenu
ja: 本文
ko: 본문
zh_hans: 正文
zh_hant: 正文

source: App Group %@ not found; ensure it is configured
de: App Group %@ nicht gefunden; bitte korrekt konfigurieren
es: No se encontró el App Group %@; asegúrate de que esté configurado
fr: App Group %@ introuvable ; vérifiez sa configuration
ja: App Group %@ が見つかりません。ターゲット設定を確認してください
ko: App Group %@를 찾을 수 없습니다. 타겟 설정을 확인하세요
zh_hans: 找不到 App Group %@，请确认已在目标中配置
zh_hant: 找不到 App Group %@，請確認已在目標中配置

source: Decryption config format is invalid; check your input
de: Format der Entschlüsselungskonfiguration ist ungültig; Eingabe prüfen
es: El formato de la configuración de descifrado no es válido; revisa los datos
fr: Le format de configuration du déchiffrement est invalide ; vérifiez la saisie
ja: 復号設定の形式が正しくありません。入力を確認してください
ko: 복호화 설정 형식이 잘못되었습니다. 입력을 확인하세요
zh_hans: 解密配置格式不正确，请检查输入
zh_hant: 解密設定格式不正確，請檢查輸入

# the_key_has_been_saved_please_enter_a_new_value_to_overwrite_it
source: Key saved; enter a new value to overwrite it
de: Schlüssel gespeichert; gib einen neuen Wert ein, um ihn zu überschreiben
es: Clave guardada; introduce un valor nuevo para sobrescribirla
fr: Clé enregistrée ; saisissez une nouvelle valeur pour l’écraser
ja: キーは保存済みです。上書きするには新しい値を入力してください
ko: 키가 저장되었습니다. 새 값을 입력하면 덮어씁니다
zh_hans: 密钥已保存，输入新值覆盖
zh_hant: 密鑰已保存，輸入新值覆蓋

# the_selected_format_is_not_a_valid_hex_please_check_your_input
source: Selected format is not valid hex, please check
de: Ausgewähltes Format ist kein gültiges Hex, bitte prüfen
es: El formato seleccionado no es hexadecimal válido, revisa
fr: Le format sélectionné n’est pas hexadécimal valide, veuillez vérifier
ja: 選択した形式は有効な16進数ではありません。確認してください
ko: 선택한 형식이 올바른 16진수가 아닙니다. 입력을 확인하세요
zh_hans: 选择的格式不是有效的十六进制，请检查输入
zh_hant: 選擇的格式不是有效的十六進位，請檢查輸入

# the_selected_format_is_not_valid_base64_please_check_your_input
source: Selected format is not valid Base64, please check
de: Ausgewähltes Format ist kein gültiges Base64, bitte prüfen
es: El formato seleccionado no es Base64 válido, revisa
fr: Le format sélectionné n’est pas un Base64 valide, veuillez vérifier
ja: 選択した形式は有効なBase64ではありません。確認してください
ko: 선택한 형식이 유효한 Base64가 아닙니다. 입력을 확인하세요
zh_hans: 选择的格式不是有效的 Base64，请检查输入
zh_hant: 選擇的格式不是有效的 Base64，請檢查輸入

# the_server_address_is_invalid_please_check_whether_it_starts_with_http_s
source: Gateway address is invalid; use a full URL like https://example.com
de: Gateway-Adresse ist ungültig; vollständige URL wie https://example.com verwenden
es: La dirección del gateway no es válida; usa una URL completa como https://example.com
fr: Adresse de passerelle invalide ; utilisez une URL complète comme https://example.com
ja: ゲートウェイアドレスが無効です。https://example.com のような完全な URL を入力してください
ko: 게이트웨이 주소가 올바르지 않습니다. https://example.com 같은 전체 URL을 입력하세요
zh_hans: 网关地址无效，请输入完整 URL（如 https://example.com）
zh_hant: 網關地址無效，請輸入完整 URL（如 https://example.com）

source: Gateway not configured; set it in the main screen
de: Gateway ist nicht konfiguriert; bitte auf dem Hauptbildschirm einrichten
es: El gateway no está configurado; configúralo en la pantalla principal
fr: La passerelle n’est pas configurée ; configurez-la sur l’écran principal
ja: サーバーが未設定です。メイン画面で設定してください
ko: 서버가 아직 설정되지 않았습니다. 메인 화면에서 설정하세요
zh_hans: 尚未绑定网关，请在主界面配置
zh_hant: 尚未綁定網關，請在主畫面設定

source: Use these filenames in payload sound (e.g. "alert.caf")
de: Diese Dateinamen im Payload-Feld sound verwenden (z. B. "alert.caf")
es: Usa estos nombres de archivo en el campo sound del payload (p. ej., "alert.caf")
fr: Utilisez ces noms de fichier dans le champ sound du payload (ex. "alert.caf")
ja: ペイロードの sound に以下のファイル名を指定（例: "alert.caf"）
ko: 페이로드 sound 필드에 아래 파일명을 사용 (예: "alert.caf")
zh_hans: 在 payload sound 字段填写下列文件名，例如 "alert.caf"
zh_hant: 在 payload sound 欄位填寫下列檔名，例如 "alert.caf"

# the_system_will_pop_up_an_authorization_prompt
source: The system will show a permission prompt
de: Das System zeigt einen Berechtigungsdialog an
es: El sistema mostrará una solicitud de permiso
fr: Le système affichera une demande d’autorisation
ja: システムが許可ダイアログを表示します
ko: 시스템이 권한 요청을 표시합니다
zh_hans: 系统将弹出授权提示
zh_hant: 系統將彈出授權提示

source: Thing catalog
de: Objektkatalog
es: Catálogo de objetos
fr: Catalogue des objets
ja: オブジェクト一覧
ko: 오브젝트 카탈로그
zh_hans: 对象目录
zh_hant: 物件目錄

# thing_attribute_update_notification_template
source: Attribute update || %@
de: Attributaktualisierung || %@
es: Actualización de atributos || %@
fr: Mise à jour des attributs || %@
ja: 属性更新 || %@
ko: 속성 업데이트 || %@
zh_hans: 属性更新 || %@
zh_hant: 屬性更新 || %@

# thing_detail_empty_events_subtitle
source: Event updates linked to this object will appear here.
de: Mit diesem Objekt verknüpfte Ereignisaktualisierungen werden hier angezeigt.
es: Aquí se mostrarán las actualizaciones de eventos vinculadas a este objeto.
fr: Les mises à jour d’événements liées à cet objet apparaîtront ici.
ja: このオブジェクトに関連するイベント更新がここに表示されます。
ko: 이 객체와 연결된 이벤트 업데이트가 여기에 표시됩니다.
zh_hans: 与该对象关联的事件更新会显示在这里。
zh_hant: 與該物件關聯的事件更新會顯示在這裡。

# thing_detail_empty_events_title
source: No related events.
de: Keine zugehörigen Ereignisse.
es: No hay eventos relacionados.
fr: Aucun événement associé.
ja: 関連イベントはありません。
ko: 연결된 이벤트가 없습니다.
zh_hans: 暂无关联事件。
zh_hant: 暫無關聯事件。

# thing_detail_empty_messages_subtitle
source: Incoming messages associated with this object will appear here.
de: Eingehende Nachrichten zu diesem Objekt werden hier angezeigt.
es: Aquí aparecerán los mensajes entrantes asociados a este objeto.
fr: Les messages entrants associés à cet objet apparaîtront ici.
ja: このオブジェクトに関連するメッセージがここに表示されます。
ko: 이 객체와 연결된 메시지가 여기에 표시됩니다.
zh_hans: 与该对象关联的消息会显示在这里。
zh_hant: 與該物件關聯的訊息會顯示在這裡。

# thing_detail_empty_messages_title
source: No related messages.
de: Keine zugehörigen Nachrichten.
es: No hay mensajes relacionados.
fr: Aucun message associé.
ja: 関連メッセージはありません。
ko: 연결된 메시지가 없습니다.
zh_hans: 暂无关联消息。
zh_hant: 暫無關聯訊息。

# thing_detail_empty_updates_subtitle
source: Lifecycle updates for this object will appear here.
de: Lifecycle-Aktualisierungen für dieses Objekt werden hier angezeigt.
es: Aquí se mostrarán las actualizaciones de ciclo de vida de este objeto.
fr: Les mises à jour du cycle de vie de cet objet apparaîtront ici.
ja: このオブジェクトのライフサイクル更新がここに表示されます。
ko: 이 객체의 라이프사이클 업데이트가 여기에 표시됩니다.
zh_hans: 该对象的生命周期更新会显示在这里。
zh_hant: 該物件的生命週期更新會顯示在這裡。

# thing_detail_empty_updates_title
source: No update events.
de: Keine Aktualisierungsereignisse.
es: No hay eventos de actualización.
fr: Aucun événement de mise à jour.
ja: 更新イベントはありません。
ko: 업데이트 이벤트가 없습니다.
zh_hans: 暂无更新事件。
zh_hant: 暫無更新事件。

# thing_detail_metadata_button
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
zh_hans: 元数据
zh_hant: 元資料
